Show / Hide Table of Contents
Enum CrossSectionConversionTable
Conversion table of cross-section
Namespace: IdeaRS.OpenModel
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum CrossSectionConversionTable
Fields
 Name |  Description
 AdvanceDesign
Conversion table of AdvanceDesign CSS will be used, it is useable for AdvanceDesign, ...
 Autodesk
Conversion table of Autodesk CSS will be used, it is useable for Robot, Revit, ...
 NoUsed
Conversion table will be not used
 SAP2000
Conversion table of SAP2000 will be used, it is useable for SAP2000 ...
 SCIA
Conversion table of SCIA CSS will be used
 StaadPro
Conversion table of StaadPro CSS will be used, it is useable for StaadPro, ...
 Improve this Doc
 View Source